{
  "CNNHeadline": "Outrage grows over the killing of George Floyd",
  "CNNSubHeadlines": [
    "Trump to announce executive order against social media companies",
    "• The legal limits of Trump's executive order",
    "• Cupp: Trump implodes on his favorite platform",
    "Pennsylvania House Democrats accuse Republicans of keeping GOP member's positive Covid test from them for a week",
    "• Scientists say Americans should socialize outdoors only and wear masks",
    "• What does a safe school look like in a post-pandemic world",
    "UConn senior suspected of killing 2 and leading a six-day manhunt was arrested",
    "Analysis: Fox News plays down death toll",
    "Trump tweets condolences for 100,000 dead",
    "As Southeast reopens, virus cases go up",
    "US UPDATES New York will give businesses right to deny those not wearing masks",
    "WORLD UPDATES Portugal and UK in talks to potentially open an 'air corridor'",
    "A man who hung an effigy of Kentucky's governor from a tree has been fired",
    "Why Trump hates mail-in ballots",
    "GOP operatives worry Trump will lose both the presidency and Senate majority",
    "When a woman said she saw a wolverine on state beach, wildlife official didn't believe her",
    "Trump's press secretary reacts to information revealing her voting history"
  ],
  "FOXHeadlines": [
    "‘DEFICIT OF HOPE’: Minneapolis police chief says trauma of George Floyd’s death cannot be compounded with violence",
    "Dems abandon vote on bipartisan bill after Trump tweets",
    "Dems rail against ‘captured’ fed courts, as Trump keeps judge picks coming",
    "McEnany reacts to report she’s had 11 absentee ballots, clarifies Trump stance",
    "Health official says this state may be opening much too soon",
    "Bill Hemmer Reports",
    "Exclusive Clips",
    "Chris Wallace pushes back on Kayleigh McEnany questioning the press",
    "Ari Fleischer: Twitter's 'foolish' move proved how dumb they can be",
    "Scalise: Dems 'phoned in' proxy vote for health reasons, but went to Florida space launch?",
    "Kayleigh McEnany: Cuomo's nursing home mandate 'clearly not right decision'",
    "K.T. McFarland: Obama's team knew before Mueller there was no collusion",
    "Twitter's fact-checking model 'completely incoherent': McEnany",
    "K.T. McFarland: AG Barr doesn't seem to have confidence in DOJ to 'do the right thing'",
    "Rep. McCarthy blasts Pelosi power grab:'Name me one problem Dems have solved'",
    "Bongino reacts to Floyd death: Forget politics, 'this is a humanity issue'",
    "Trump attorney accuses Robert Mueller of 'monstrous lie,' 'scheme to defraud'",
    "Pelosi emphasizes importance of testing for coronavirus, admits she has not been tested",
    "Tammy Bruce speaks out on Biden's 'you ain't black' remark",
    "Canadian official says risk of death from other factors higher than coronavirus",
    "After a coronavirus infection, when is it safe to be around others? CDC offers new guidance",
    "Rod in a tough spot? Ian Prior explains why Rosenstein is in for a 'very tough' hearing",
    "Mom accidentally walks by daughter’s Zoom call naked, recalls story in hilarious Facebook video: 'Humiliating'",
    "An entire village is listed for sale at $7.3 million",
    "CDC offers guidelines on office reopenings",
    "Florida man wanted for murder in 2003 cold case turns self in, sheriff says",
    "Michigan residents sue state, operators over dam failures that led to flooding; Whitmer orders probe",
    "Fleischer: Twitter proved how dumb they can be",
    "Twitter salivates over 'cheesecake' rock: 'Why does it look so tasty?'",
    "Tom Brady selling custom SUV, complete with 32-inch TV, for a huge amount",
    "Country restores lockdown restrictions after new spike in virus cases",
    "Body of missing Ohio boy recovered from campground lake",
    "Iranian man accused of beheading 14-year-old daughter in honor killing arrested",
    "‘Nip/Tuck’ star says she left Hollywood to support husband’s Navy career",
    "Jamie Foxx on Jimmy Fallon's blackface controversy: 'This one is a stretch'",
    "Rush Limbaugh calls Democrats ‘mask-wearing freaks’ for politicizing face covers",
    "Las Vegas Strip returns from coronavirus with less of its notorious excess",
    "Dolphins to turn Hard Rock Stadium into outdoor drive-in theater",
    "Boy, 6, finds 3,500-yr.-old clay tablet depicting ancient captive",
    "Storm reveals 120-year-old shipwreck in Great Salt Lake",
    "Charles Payne: This is one of Andrew Yang's 'smarter ideas'"
  ],
  "date": "Thu May 28 2020",
  "time": "12:02:02 GMT-0700 (Pacific Daylight Time)"
}